/* Localizable Strings: Portuguese */

/* Tags menu */
"Tags" = "Marcas";
"Typeset" = "Compor";
"Save" = "Salvar";
"Print..." = "Imprimir...";
"Print Source..." = "Imprimir código fonte...";
"Set Project Root..." = "Definir Documento principal...";
"LaTeX Panel..." = "Painel LaTeX...";
"Close LaTeX Panel" = "Fechar Painel LaTeX";
"Matrix Panel..." = "Painel Matriz...";
"Close Matrix Panel" = "Fechar Painel Matriz";
"Open for Preview..." = "Abrir para ver...";
"Open for Editing..." = "Abrir para editar...";
"File" = "Arquivo";
"Goto Error" = "Mostrar erro";
"RotateClockwise" = "RotacionarADireita";
"RotateCounterclockwise" = "RotacionarAEsquerda";
"Comment" = "Comentar";
"Uncomment" = "Descomentar";
"Indent" = "Identar";
"Unindent" = "Remover identação";
"Macros" = "Macros";
"Open Macro Editor..." = "Abrir editor de Macro...";
"Close Macro Editor" = "Fechar editor de Macro";
"Add macros from file..." = "Adicionar macros de um arquivo...";
"Save selection to file..." = "Salvar seleção em um arquivo...";
"Convert \\yen to \\ in Pasteboard" = "Converter \\yen para \\ na área de transferência";
"Convert \\ to \\yen in Pasteboard" = "Convert \\ de \\yen na área de transferência";
"Edit" = "Editar";
"Warning" = "Atenção";
"Don't Save" = "Não salvar";
"Cancel" = "Cancelar";
"Do you want to save macros?" = "Você quer salvar macros?";
"Save Spot" = "Salvar ponto";
"Template" = "Modelo";
"Typing" = "Compondo";
"AutoComplete" = "AutoCompletar";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Número da página";
"Page Number Panel" = "Painel de número de página";
"Magnification Panel" = "Painel de zoom";
"Omit Shell Escape" = "Omitir Shell Escape";
"Warning: Using Shell Escape" = "Atenção: Usando Shell Escape";
"Preview" = "Pré-visualizar";
"Display Format" = "Formato de exibição";// mitsu 1.29b
"Magnification" = "Zoom";// mitsu 1.29b
"Copy Format" = "Copiar Formato";// mitsu 1.29b
"ToolbarItems" = "ItemsBarraDeFerramentas";
"Autocompletion" = "Autocompletar";
"Completion" = "Completar";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Caminho: %@\nTamanho do arquivo: %d bytes\nData de criação: %@\nData de modificação: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nCaracteres: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "A codificação do arquivo foi alterada; caracteres podem ser perdidos se uma codificação errada for usada.";
"Currently open files retain their old encoding." = "Arquivos abertos continuarão a manter a codificação antiga.";
"Drag && Drop" = "Arrastar && Soltar";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ não existe. TeXShop é um editor para TeX, porém você também precisa de uma distribuição TeX. Talvez não tenha uma distribuição TeX instalada ou esta foi removida durante uma atualização do sistema. Se realmente não tiver, vá em http://tug.org/MacTeX e siga a instruções para (re)instalar o MacTeX. Também existe a possibilidade do caminho da ferramenta estar errado nas preferências do TeXShop. Isto pode acontecer se estiver usando Macports ou outra distribuição.";
"Can't find required tool." = "Não foi possível encontrar a ferramenta necessária.";
"Typesetting engine cannot be found." = "Motor de compilação não pode ser encontrado.";
"The source LaTeX document cannot be found." = "O fonte do documento LaTeX não pode ser encontrado.";
"Sync Marks" = "Marcas de sincronismo";
"%@ does not exist." = "%@ não existe.";
"%@ does not have the executable bit set." = "%@ não possui o bit de execução ativado";
"This file was opened with IsoLatin9 encoding." = "Este arquivo foi aberto com a codificação IsoLatin9";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "O arquivo não pode ser aberto com a codificação %@ por que este não foi salvo com esta mesma codificação. Se deseja abrí-lo em outra codificação, feche a janela e a abra novamente.";
"Error" = "Erro";
"There was an error checking for updates." = "Foram encontrados erros durante a verificação por novas atualizações.";
"Your copy of TeXShop is up-to-date" = "Sua cópia do TeXShop está atualizada";
"You have the most recent version of TeXShop." = "Você possui a versão mais recente do TeXShop.";
"New version available" = "Nova versão está disponível";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "Uma nova versão do TeXShop está disponível (versão %@). Você gostaria de fazer a transferência?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "A versão do TeXShop requer Mac OS X 10.4 ou superior. Tente usar a versão do TeXShop 1.37";
"Hard Wrap" = "Quebra dura";
"Newline Removal" = "Remoção de nova linha";
"Color Index" = "Índice de cor";
"Help" = "Ajuda";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "ExibirCaminhoCompleto";
"Close Current Environment" = "Fechar ambiente atual"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Suas configurações atuais de %@ serão substituídas. OK?"; // Terada
"Convert" = "Converter";
"The program " = "O programa ";
" does not exist." = " não existe.";
"failed to copy selection." = "falha ao copiar seleção.";
"failed to save selection to the file." = "falha ao salvar seleção no arquivo.";
"<a letter consisting of %d characters>" = "<uma letra formada por %d caracteres>";
"%d letters, %d words, %d lines" = "%d letras, %d palavras, %d linhas";
"Emoji Style" = "Estilo Emoji";
"Text Style" = "Estilo Texto";
"Character Info" = "Informação do caractere";
"Revert To" = "Reverter Para";
"Skin Tone I-II" = "Branca";
"Skin Tone III" = "Morena clara";
"Skin Tone IV" = "Morena moderada";
"Skin Tone V" = "Morena escura";
"Skin Tone VI" = "Negra";
